
//-------------------------------------------------------------------
// Parámetros de configuración del backend
//-------------------------------------------------------------------

/**
 * Direccion del backend
 */
const URL_BACKEND="http://localhost:3000";

//-------------------------------------------------------------------
// Direcciones de recursos
//-------------------------------------------------------------------
const URL_PELICULAS = `${URL_BACKEND}/peliculas`;


//-------------------------------------------------------------------
// Parámetros de configuración de tablas
//-------------------------------------------------------------------

const TABLA_REGISTROS_POR_PAGINA = 5;